Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PassportMidnameLatin
source: Middle name (latin)
ar: الاسم الأوسط (بالأحرف اللاتينية)
be: Другое імя або імя па бацьку (лацінкай)
ca: Segon nom (alfabet llatí)
de: Zwischenname (Latein)
es: Segundo nombre (latino)
fa: نام میانی (لاتین)
fi: Toinen nimi (latinalaisilla)
fr: Deuxième prénom (latin)
id: Nama Tengah (latin)
it: Secondo nome (latino)
ko: 가운데 이름 (로마자)
ms: Nama tengah (latin)
nl: Tweede naam (Latijns alfabet)
pl: Drugie imię (alfabet łaciński)
pt_br: Nome do meio (latin)
ru: Отчество (латиницей)
sv: Mellannamn (latinska bokst.)
tr: İkinci Ad (latin)
uk: По батькові (латинськими літерами)
uz: Otasining ismi (lotin)
zh_cn: 中间名（拉丁字母）
zh_tw: 中間名（拉丁字母）

# PassportName
source: Name
ar: الاسم
be: Імя
ca: Nom
de: Vorname
es: Nombre
fa: نام
fi: Nimi
fr: Nom
id: Nama
it: Nome
ko: 성명
ms: Nama
nl: Naam
pl: Imię
pt_br: Nome
ru: Имя
sv: Namn
tr: Ad
uk: Імʼя
uz: Ism
zh_cn: 名字
zh_tw: 名字

# PassportNameCheckAlert
source: Please check if this name is correct: {0} {1} {2}
ar: يرجى التأكد إن كان هذا الاسم صحيحًا: ⁨{0}⁩ ⁨{1}⁩ ⁨{2}⁩
be: Праверце, ці правільнае гэта імя: {0} {1} {2}
ca: Comproveu si el nom és correcte: {0} {1} {2}
de: Bitte überprüfe, ob dieser Name stimmt: {0} {1} {2}
es: Por favor, revisa si este nombre es correcto: {0} {1} {2}
fa: لطفاً صحیح بودن این نام را بررسی کنید: ⁨{0}⁩ ⁨{1}⁩ ⁨{2}⁩
fi: Tarkista, että nimesi on oikein: {0} {1} {2}
fr: Merci de vérifier que ce nom est correct : {0} {1} {2}
id: Mohon cek jika nama ini sudah benar: {0} {1} {2}
it: Per favore controlla se questo nome è corretto: {0} {1} {2}
ko: 성명이 올바른지 확인해 주세요. {0} {1} {2}
ms: Sila semak sekiranya ini betul: {0} {1} {2}
nl: Controleer of deze naam klopt: {0} {1} {2}
pl: Sprawdź, czy ta nazwa jest poprawna: {0} {1} {2}
pt_br: Por favor, confirme se este nome está correto: {0} {1} {2}
ru: Пожалуйста, проверьте имя: {0} {1} {2}
sv: Kontrollera att namnet är korrekt: {0} {1} {2}
tr: Lütfen bu ismin doğru olup olmadığını kontrol edin: {0} {1} {2}
uk: Перевірте, чи правильно вказано імʼя: {0} {1} {2}
uz: Bu ism toʻgʻriligini tekshiring: {0} {1} {2}
zh_cn: 请检查该姓名是否正确： {0} {1} {2}
zh_tw: 請檢查該姓名是否正確： {0} {1} {2}

# PassportNameCountry
source: Name ({0})
ar: الاسم (⁨{0}⁩)
be: Імя ({0})
ca: Nom ({0})
es: Nombre ({0})
fa: نام (⁨{0}⁩)
fi: Etunimi ({0})
fr: Prénom ({0})
id: Nama ({0})
it: Nome ({0})
ko: 이름 ({0})
ms: Nama ({0})
nl: Naam ({0})
pl: Imię (w jęz. {0})
pt_br: Nome ({0})
ru: Имя ({0})
sv: Namn ({0})
tr: Ad ({0})
uk: Імʼя ({0})
uz: Ism ({0})
zh_cn: 名字（{0}）
zh_tw: 名字（{0}）

# PassportNameLatin
source: Name (latin)
ar: الاسم (بالأحرف اللاتينية)
be: Імя (лацінкай)
ca: Nom (alfabet llatí)
de: Name (Latein)
es: Nombre (latino)
fa: نام (لاتین)
fi: Nimi (latinalaisilla)
fr: Nom (latin)
id: Nama (latin)
it: Nome (latino)
ko: 이름 (로마자)
ms: Nama (latin)
nl: Naam (Latijns alfabet)
pl: Imię (alfabet łaciński)
pt_br: Nome (latin)
ru: Имя (латиницей)
sv: Namn (latinska bokst.)
tr: Ad (latin)
uk: Імʼя (латинськими літерами)
uz: Ism (lotin)
zh_cn: 名字（拉丁字母）
zh_tw: 名字（拉丁字母）

# PassportNativeHeader
source: Your name
ar: اسمك
be: Ваша імя
ca: El vostre nom
de: Dein Name
es: Tu nombre
fa: نام شما
fi: Nimesi
fr: Votre nom
id: Nama Anda
it: Il tuo nome
ko: 성명
ms: Nama anda
nl: Je naam
pl: Twoje imię
pt_br: Seu nome
ru: Имя
sv: Ditt namn
tr: Adınız
uk: Ваше імʼя
uz: ismingiz
zh_cn: 您的姓名
zh_tw: 您的姓名

# PassportNativeHeaderLang
source: Your name in {0}
ar: اسمك ب⁨{0}⁩
be: Ваша імя {0}
ca: El vostre nom en {0}
de: Dein Name auf {0}
es: Tu nombre en {0}
fa: نام شما به زبان ⁨{0}⁩
fi: Nimesi kielellä {0}
fr: Votre nom en {0}
id: Nama Anda dalam {0}
it: Il tuo nome in {0}
ko: {0} 성명
ms: Nama anda dalam {0}
nl: Je naam in het {0}
pl: Twoje imię w jęz. {0}
pt_br: Seu nome em {0}
ru: Ваше имя {0}
sv: Ditt namn i {0}
tr: {0} dilinde adınız
uk: Ваше імʼя {0} мовою
uz: {0} tilida ismingiz
zh_cn: 您的{0}名
zh_tw: 您的{0}名

# PassportNativeInfo
source: Your name in the language of your country of residence ({0}).
ar: اسمك في لغة دولة إقامتك (⁨{0}⁩).
be: Ваша імя на мове краіны пражывання ({0}).
ca: El vostre nom en la llengua del vostre país de residència ({0}).
de: Dein Name in der Sprache deines Wohnsitzlandes ({0}).
es: Tu nombre en el idioma de tu país de residencia ({0}).
fa: نام شما به زبان کشور محل سکونتتان (⁨{0}⁩).
fi: Nimesi asuinmaasi kielellä ({0})
fr: Votre nom dans la langue de votre pays de résidence ({0}).
id: Nama Anda dalam bahasa negara {0} yang menerbitkan dokumen.
it: Il tuo nome nella lingua del Paese di residenza ({0}).
ko: 거주하시는 국가의 언어({0})로 성명을 작성하세요.
ms: Nama anda dalam bahasa negara tempat tinggal anda ({0}).
nl: Je naam in de taal van het land ({0}) van residentie.
pl: Twoje imię i nazwisko w języku kraju zamieszkania ({0}).
pt_br: Seu nome no idioma do seu país de residência ({0}).
ru: Ваше имя на языке страны проживания ({0}).
sv: Ditt namn på ditt boendelands språk ({0}).
tr: İkamet ettiğiniz ülke ({0}) dilindeki adınız.
uk: Ваше імʼя мовою країни проживання ({0}).
uz: Istiqomat qilayotgan davlat tilidagi ismingiz ({0}).
zh_cn: 以您所居住的国家（{0}）语言填写您的名字。
zh_tw: 以您所居住的國家（{0}）語言填寫您的名字。

# PassportNoDocuments
source: You have no documents yet
ar: لا تملك أيَّ وثائقَ حتى الآن
be: У вас пакуль што няма дакументаў
ca: Encara no teniu cap document
de: Du hast noch keine Dokumente
es: No tienes documentos aún
fa: شما هنوز سندی ندارید
fi: Sinulla ei ole vielä asiakirjoja
fr: Vous n'avez pas encore de documents
id: Anda belum memiliki dokumen.
it: Non hai ancora alcun documento
ko: 아직 서류가 없습니다
ms: Anda belum ada dokumen lagi
nl: Nog geen documenten
pl: Nie masz jeszcze żadnych dokumentów
pt_br: Você ainda não tem documentos
ru: Вы пока не загружали документы
sv: Du har inga handlingar ännu.
tr: Henüz belgeniz yok
uk: У вас ще немає документів
uz: Sizda hali hujjatlar yoʻq
zh_cn: 您还没有任何文件
zh_tw: 您還沒有任何文件

# PassportNoDocumentsAdd
source: Add a Document
ar: إضافة وثيقة
be: Дадаць дакумент
ca: Afegeix un document
de: Dokument hinzufügen
es: Añadir un documento
fa: افزودن سند
fi: Lisää asiakirja
fr: Ajouter un document
id: Tambah dokumen
it: Aggiungi un documento
ko: 서류 추가
ms: Tambah Dokumen
nl: Document toevoegen
pl: Dodaj dokument
pt_br: Adicionar um Documento
ru: Добавить документ
sv: Lägg till en handling
tr: Bir Belge Ekle
uk: Додати документ
uz: Hujjat qoʻshish
zh_cn: 添加文件
zh_tw: 添加文件

# PassportNoDocumentsInfo
source: You can add your phone number, email address, identity document or residential address.
ar: يمكنك إضافة رقم هاتفك، بريدك الإلكتروني، وثيقة الهوية الشخصية، أو عنوان السكن.
be: Вы можаце дадаць ваш нумар тэлефона, адрас электроннай пошты, пацвярджэнне асобы або адрас пражывання.
ca: Podeu afegir el vostre número de telèfon, adreça electrònica, document d'identitat o adreça de residència.
de: Du kannst deine Telefonnummer, E-Mail-Adresse, Identitätsdokument oder Wohnadresse hinzufügen.
es: Puedes añadir un número de teléfono, dirección de correo, documento de identificación o dirección residencial.
fa: شما می‌توانید شماره تلفن، آدرس ایمیل، سند شناسایی یا آدرس محل سکونت خود را اضافه کنید
fi: Voit lisätä puhelinnumerosi, sähköpostiosoitteesi, henkilöllisyystodistuksesi tai asuinosoitteesi.
fr: Vous pouvez ajouter un numéro de téléphone, un courriel, une pièce d'identité, ou une adresse de résidence.
id: Anda dapat menambahkan nomor telepon, alamat email, dokumen identitas, atau alamat tempat tinggal Anda.
it: Puoi aggiungere il tuo numero di telefono, indirizzo email, documento d'identità o indirizzo di residenza.
ko: 회원님의 전화번호나 이메일 주소, 신분 증명서, 거주지 주소를 추가하실 수 있습니다.
ms: Anda boleh tambah nombor fon, alamat emel, dokumen pengenalan atau alamat tempat tinggal anda.
nl: Je kunt je telefoonnummer, E-mailadres, identiteitsbewijs of woonadres toevoegen.
pl: Możesz dodać swój numer telefonu, adres e-mail, dokument tożsamości lub adres zamieszkania.
pt_br: Você pode adicionar seu número de telefone, endereço de email, documento de identidade ou endereço residencial.
ru: Вы можете добавить свой номер телефона, email, удостоверение личности или адрес проживания.
sv: Du kan lägga till ditt telefonnummer. e-postadress, id-handling eller bostadsadress.
tr: Telefon numaranızı, e-posta adresinizi, kimlik belgenizi veya ev adresinizi ekleyebilirsiniz.
uk: Ви можете додати номер телефону, е-пошту, посвідчення особи чи адресу проживання.
uz: Siz bu yerga telefon raqamingiz, email manzilingiz, shaxsni tasdiqlovchi hujjat yoki yashash joyingiz ma'lumotlarini qo'shishingiz mumkin.
zh_cn: 您可以添加自己的手机号码、电子邮箱、身份证明文件或住址。
zh_tw: 您可以添加自己的手機號碼、電郵、身份証明文件或住址。

# PassportNoExpireDate
source: None
ar: بلا
be: Няма
ca: Cap
de: Keines
es: No vence
fa: خالی
fi: Ei eräänny
fr: Aucune
id: Tidak ada
it: Nessuna
ko: 없음
ms: Tiada
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inget
tr: Yok
uk: Немає
uz: Mavjud emas
zh_cn: 无
zh_tw: 無

# PassportNoPolicy
source: You are sending your documents directly to {0} and allowing their @{1} to send you messages.
ar: أنت ترسل وثائقك إلى ⁨{0}⁩ مباشرةً وتسمح لـ@⁨{1}⁩ بمراسلتك.
be: Вы адпраўляеце дакументы напрамую да {0} і дазваляеце іх боту @{1} адпраўляць вам паведамленні.
ca: Esteu enviant els vostres documents directament a {0} i permeteu al seu @{1} enviar-vos missatges.
de: Du sendest deine Dokumente direkt {0} und erlaubst dem {1} Bot, dir Nachrichten zu senden.
es: Estás enviando documentos directamente a {0} y permitiendo que @{1} te envíe mensajes.
fa: شما در حال ارسال مستقیم سندهای خود به ⁨{0}⁩ هستید و به @⁨{1}⁩ آن‌ اجازه می‌دهید تا برای شما پیام‌ ارسال کند.
fi: Lähetät asiakirjasi suoraan botille {0} ja annat botin @{1} lähettää sinulle viestejä.
fr: Vous envoyez vos documents directement à {0} et autorisez leur @{1} à vous envoyez des messages.
id: Anda sedang mengirimkan dokumen langsung ke {0} dan mengizinkan @{1} mereka untuk mengirim pesan untuk Anda.
it: Stai inviando i tuoi documenti direttamente a {0} e autorizzi il loro @{1} a inviarti messaggi.
ko: 서류를 {0}에 곧바로 보내고 {1}에서 회원님에게 메시지를 보낼 수 있도록 허용합니다.
ms: Anda mengirim dokumen secara terus ke {0} dan membenarkan @{1} mereka untuk mengirim mesej kepada anda.
nl: Je stuurt je documenten direct naar {0} en staat {1} toe je berichten te sturen.
pl: Wysyłasz swoje dokumenty bezpośrednio do {0} i zezwalasz @{1} na wysyłanie ci wiadomości.
pt_br: Você está enviando seus documentos diretamente para {0} e permitindo que {1} envie mensagens para você.
ru: Вы отправите документы напрямую {0} и разрешите их боту @{1} писать вам сообщения.
sv: Du skickar dina dokument direkt till {0} och tillåter deras @{1} att skicka dig meddelanden.
tr: Belgelerinizi doğrudan {0} servisine gönderiyor ve @{1} servisinin size mesaj göndermesine izin veriyorsunuz.
uk: Документи буде надіслано напряму до {0}, а бот @{1} зможе надсилати вам повідомлення.
uz: Siz hujjatlaringizni {0}'ga yuborishga va @{1} boti sizning xabarlaringizni yuborishga ruhsat bermoqdasiz.
zh_cn: 您的文件将被直接发送给 {0}。同时，也将允许 @{1} 给您发送消息。
zh_tw: 您的文件將被直接發送給 {0}。同時，也將允許 @{1} 給您發送訊息。

# PassportPersonal
source: Personal Details
ar: المعلومات الشخصية
be: Персанальныя звесткі
ca: Detalls personals
de: Persönliche Daten
es: Datos personales
fa: اطلاعات شخصی
fi: Henkilötiedot
fr: Informations personnelles
id: Data Diri
it: Dettagli personali
ko: 개인 신상 명세
ms: Maklumat Peribadi
nl: Persoonsgegevens
pl: Dane osobowe
pt_br: Dados Pessoais
ru: Личная информация
sv: Personuppgifter
tr: Kişisel Ayrıntılar
uk: Особисті дані
uz: Shaxsiy maʼlumotlar
zh_cn: 个人信息
zh_tw: 個人資料

# PassportPersonalDetails
source: Personal Details
ar: المعلومات الشخصية
be: Персанальныя звесткі
ca: Detalls personals
de: Persönliche Daten
es: Datos personales
fa: اطلاعات شخصی
fi: Henkilötiedot
fr: Informations personnelles
id: Data Diri
it: Dettagli personali
ko: 개인 신상 명세
ms: Maklumat Terperinci Peribadi
nl: Persoonsgegevens
pl: Dane osobowe
pt_br: Dados Pessoais
ru: Личная информация
sv: Personuppgifter
tr: Kişisel Ayrıntılar
uk: Особисті дані
uz: Shaxsiy maʼlumotlar
zh_cn: 个人信息
zh_tw: 個人資料

# PassportPersonalDetailsInfo
source: Fill in your personal details
ar: قم بتعبئة معلوماتك الشخصية
be: Запоўніце вашы персанальныя звесткі
ca: Ompliu les dades personals
de: Deine persönlichen Daten eingeben
es: Completa tus datos personales
fa: اطلاعات شخصی خود را پر کنید
fi: Lisää henkilötietosi
fr: Remplissez vos informations personnelles
id: Isi pada data diri Anda
it: Inserisci i tuoi dettagli personali
ko: 개인 신상 명세를 채우세요
ms: Isikan maklumat terperinci anda
nl: Voer je persoonsgegevens in
pl: Podaj swoje dane osobowe
pt_br: Preencha seus dados pessoais
ru: Укажите данные о себе
sv: Fyll i dina personuppgifter
tr: Kişisel bilgilerinizi doldurun
uk: Заповніть свої особисті дані
uz: Shaxsiy maʼlumotlaringizni toʻldiring
zh_cn: 填写个人信息
zh_tw: 填寫個人資料

# PassportPersonalUploadInfo
source: The document must contain your photograph, first and last name, date of birth, document number, country of issue, and expiry date.
ar: يجب أن تحتوي الوثيقة على الصورة الشخصية، الاسم الأول والعائلي، تاريخ الميلاد، رقم المستند، بلد الإصدار، وتاريخ انتهاء الصلاحية.
be: На дакуменце мусяць быць вашы фотаздымак, імя і прозвішча, дата нараджэння, а таксама ідэнтыфікацыйны нумар дакумента, краіна выдачы і тэрмін дзеяння.
ca: El document ha de dur la vostra foto, nom i cognom, data de naixement, número de document, país d'emissió i data de venciment.
de: Das Dokument muss dein Foto, Vor- und Nachname, Geburtsdatum, Ausweisnummer, Ausstellungsort und Ablaufdatum beinhalten.
es: El documento debe contener tu fotografía, nombre completo, fecha de nacimiento, número de documento, país de emisión y fecha de vencimiento.
fa: سند باید حاوی عکس شما، نام و نام خانوادگی شما، تاریخ تولد شما، شماره سند، کشور صادرکننده و تاریخ انقضا باشد.
fi: Asiakirjan tulee sisältää valokuvasi, etu- sekä sukunimesi, syntymäaikasi, asiakirjan numero, sen myöntänyt maa sekä erääntymispäivä.
fr: Ce document doit contenir votre photo, votre nom complet et votre date de naissance, un numéro de document, un pays d'émission et une date d'expiration.
id: Dokumen harus memuat foto Anda, nama depan dan belakang, tanggal lahir, nomor dokumen, negara penerbit, dan tanggal kedaluwarsa.
it: Il documento deve contenere la tua foto, il nome, il cognome, la data di nascita, il numero del documento, il Paese di emissione e la data di scadenza.
ko: 서류에 회원님의 사진과 성명, 생년월일, 서류 번호, 발급 국가, 만료일이 포함되어야 합니다.
ms: Dokumen mesti mengandungi gambar anda, nama pertama dan akhir, tarikh lahir, nombor dokumen, negara tempat daftar, dan tarikh lupus.
nl: Dit document moet je foto, voor en achternaam, geboortedatum, documentnummer, land van uitgifte en verloopdatum bevatten.
pl: Dokument musi zawierać: twoje zdjęcie, imię i nazwisko, datę urodzenia, numer dokumentu, kraj wystawienia i datę ważności.
pt_br: O documento deve conter sua fotografia, nome e último nome, data de nascimento, número do documento, país de emissão e data de validade.
ru: В документе должны быть Ваша фотография, имя и фамилия, дата рождения, номер документа, страна получения и срок действия.
sv: Dokumentet måste innehålla ditt foto, för- och efternamn, födelsedatum, dokumentnummer, utfärdandeland och utgångsdag.
tr: Belge; fotoğrafınızı, soyadınızı, doğum tarihinizi, belge numaranızı, ülkenizi ve son kullanma tarihini içermelidir.
uk: Документ повинен містити ваше фото, імʼя та прізвище, дату народження, номер документа, країну видачі та термін придатності.
uz: Hujjatda fotosuratingiz, ismingiz va familyangiz, tugʻilgan sanangiz, hujjat raqamingiz, hujjat berilgan mamlakat, amal qilish muddati boʻlishi lozim.
zh_cn: 这份文件必须包含您的照片、姓名、生日、文件号码、发件国家、以及失效日期。
zh_tw: 這份文件必須包含您的照片、姓名、生日、文件號碼、發件國家、以及失效日期。

# PassportPhone
source: Phone Number
ar: رقم الهاتف
be: Нумар тэлефона
ca: Número de telèfon
de: Telefonnummer
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
id: Nomor ponsel
it: Numero di telefono
ko: 전화번호
ms: Nombor Fon
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de Telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon Numarası
uk: Номер телефону
uz: Telefon raqami
zh_cn: 手机号码
zh_tw: 手機號碼

# PassportPhoneInfo
source: Enter your phone number
ar: إدخال رقم هاتفك
be: Увядзіце ваш нумар тэлефона
ca: Introduïu el vostre número de telèfon
de: Deine Telefonnummer eingeben
es: Pon tu número de teléfono
fa: شماره تلفن خود را وارد کنید
fi: Syötä puhelinnumerosi
fr: Entrez votre numéro de téléphone
id: Masukkan nomor ponsel Anda
it: Inserisci il tuo numero di telefono
ko: 전화번호를 입력하세요
ms: Masukkan nombor fon anda
nl: Voer je telefoonnummer in
pl: Wprowadź numer telefonu
pt_br: Digite seu número de telefone
ru: Укажите свой номер телефона
sv: Ange ditt telefonnummer
tr: Telefon numaranızı girin
uk: Введіть номер телефону
uz: Telefon raqamingizni kiriting
zh_cn: 输入您的手机号码
zh_tw: 輸入您的手機號碼

# PassportPhoneUploadInfo
source: Note: You will receive a confirmation code on the phone number you provide.
ar: تنويه: سيصلك رمز التأكيد عبر رقم الهاتف المختارِ أعلاه.
be: Увага: вы атрымаеце код пацвярджэння на нумар тэлефона, які пазначыце.
ca: Nota: Rebreu un codi de confirmació al telèfon que heu facilitat.
de: Dir wird ein Bestätigungscode an die Nummer gesendet.
es: Nota: Recibirás un código de confirmación en el número de teléfono que nos diste.
fa: توجه: شما کد تأییدی را در شماره تلفنی که ارائه می‌کنید دریافت خواهید کرد.
fi: Huom. Vahvistuskoodi lähetetään syöttämääsi puhelinnumeroon.
fr: Vous recevrez un code de confirmation au numéro de téléphone que vous indiquez.
id: Catatan: Anda akan menerima kode konfirmasi pada nomor telepon yang Anda berikan.
it: Nota: riceverai un codice di conferma al numero di telefono fornito.
ko: 참고: 입력하신 전화번호로 인증 코드를 보내 드립니다.
ms: Nota: Anda akan terima kod kepastian ke nombor fon yang anda beri.
nl: Let op: Je ontvangt de bevestigingscode op het opgegeven telefoonnummer.
pl: Uwaga: Na podany numer telefonu otrzymasz kod potwierdzający.
pt_br: Nota: você receberá um código de confirmação no número de telefone que você fornecer.
ru: Обратите внимание: на указанный Вами номер телефона придет код подтверждения.
sv: Obs. Du kommer att få en bekräftelsekod till telefonnumret du anger.
tr: Not: Sağladığınız telefon numarası üzerinden bir onay kodu alacaksınız.
uk: Зауважте: на вказаний номер прийде код підтвердження.
uz: Eslatma: Hozirda kiritiladigan telefon raqamiga tasdiqlash kodi yuboriladi.
zh_cn: 注意：您将在您提供的手机号码上收到一份验证码。
zh_tw: 注意：您將在您提供的手機號碼上收到一份驗證碼。

# PassportPhoneUseOther
source: Or enter a new phone number
ar: أو إدخال رقم هاتف جديد
be: Або ўвядзіце новы нумар тэлефона
ca: O introduïu un número de telèfon nou
de: Oder neue Telefonnummer eingeben
es: O pon un nuevo número de teléfono
fa: یا شماره تلفن جدیدی را وارد کنید
fi: Tai lisää uusi numero
fr: Ou entrez un nouveau numéro
id: atau masukkan nomor ponsel baru
it: O inserisci un nuovo numero di telefono
ko: 아니면 새 전화번호를 입력하세요
ms: Atau masukkan nombor fon baru
nl: Of geef een nieuw telefoonnummer op
pl: Lub wprowadź nowy numer telefonu
pt_br: Ou insira um novo número de telefone
ru: Или введите другой номер телефона
sv: Alt. ange ett nytt telefonnummer
tr: Ya da yeni bir telefon numarası girin
uk: Чи введіть інший номер телефону
uz: Yoki yangi telefon raqamini kiriting
zh_cn: 或输入新的手机号码
zh_tw: 或輸入新的手機號碼

# PassportPhoneUseSame
source: Use {0}
ar: استخدام ⁨{0}⁩
be: Выкарыстоўваць {0}
ca: Usa {0}
de: {0} verwenden
es: Usar {0}
fa: استفاده از ⁨{0}⁩
fi: Käytä {0}
fr: Utiliser {0}
id: Gunakan {0}
it: Usa {0}
ko: {0} 사용
ms: Guna {0}
nl: Gebruik {0}
pl: Użyj {0}
pt_br: Usar {0}
ru: Использовать {0}
sv: Använd {0}
tr: {0} Kullan
uk: Використовувати {0}
uz: {0} dan foydalanish
zh_cn: 使用 {0}
zh_tw: 使用 {0}

# PassportPhoneUseSameEmailInfo
source: Use the same email as on Telegram.
ar: استخدام البريد المُستخدم في تيليجرام.
be: Выкарыстоўваць адрас уліковага запісу Telegram.
ca: Usa la mateixa adreça electrònica que en el Telegram.
de: Gleiche E-Mail wie bei Telegram verwenden.
es: Usar la misma dirección de correo que en Telegram.
fa: از ایمیل استفاده شده در تلگرام استفاده کنید.
fi: Käytä samaa sähköpostiosoitetta kuin Telegramissa.
fr: Utiliser le même courriel que sur Telegram.
id: Gunakan email yang sama seperti di Telegram.
it: Usa lo stesso indirizzo email di Telegram.
ko: 텔레그램에 있는 것과 같은 이메일을 사용하세요.
ms: Guna alamat emel yang sama seperti di Telegram.
nl: Gebruik hetzelfde E-mailadres als op Telegram
pl: Użyj tego samego adresu e-mail co w Telegramie.
pt_br: Usa o mesmo email que no Telegram.
ru: Используйте тот же адрес электронной почты, что и в Telegram.
sv: Använd samma e-postadress som på Telegram.
tr: Telegram'daki ile aynı e-posta adresini kullanın.
uk: Використовувати таку саму е-пошту, що й у Telegram.
uz: Telegramda ham bir xil emaildan foydalanish
zh_cn: 使用当前 Telegram 账号中设定的电子邮箱。
zh_tw: 使用當前 Telegram 賬戶中設定的電郵。

# PassportPhoneUseSameInfo
source: Use the same phone number as on Telegram.
ar: استخدام نفس الرقم المُستخدم في تيليجرام.
be: Ужыць нумар уліковага запісу Telegram.
ca: Usa el mateix número de telèfon que al Telegram.
de: Gleiche Telefonnummer wie bei Telegram verwenden.
es: Usar el mismo número de teléfono que en Telegram.
fa: از شماره تلفن استفاده شده در تلگرام استفاده کنید.
fi: Käytä samaa numeroa kuin Telegramissa.
fr: Utiliser le même numéro que sur Telegram.
id: Gunakan nomor ponsel Telegram
it: Usa lo stesso numero di telefono di Telegram.
ko: 텔레그램에 있는 것과 같은 전화번호를 사용하세요.
ms: Guna nombor fon yang sama seperti di Telegram.
nl: Gebruik hetzelfde telefoonnummer als op Telegram
pl: Użyj tego samego numeru telefonu co w Telegramie.
pt_br: Usa o mesmo número de telefone do Telegram.
ru: Используйте тот же номер телефона, что и в Telegram.
sv: Använd samma nummer som på Telegram.
tr: Telegram'daki ile aynı telefon numarasını kullanın.
uk: Використовувати ваш номер Telegram.
uz: Telegramdagi telefon raqamdan foydalanish.
zh_cn: 使用当前 Telegram 账号绑定的手机号。
zh_tw: 使用當前 Telegram 賬戶綁定的手機號。

# PassportPolicy
source: You accept the *{0} Privacy Policy* and allow their @{1} to send you messages.
ar: أنت توافق على سياسة خصوصية ⁨{0}⁩ وتسمح لـ@⁨{1}⁩ بمراسلتك.
be: Вы пагаджаецеся з *{0} палітыкай прыватнасці* і дазваляеце іх боту @{1} адпраўляць вам паведамленні.
ca: Accepteu la *Política de Privadesa de {0}* i permeteu que el @{1} us enviï missatges.
de: Du akzeptierst die *{0} Datenschutzerklärung* und erlaubst {1} dir Nachrichten zu senden.
es: Aceptas la *política de privacidad de {0}* y permites que @{1} te envíe mensajes.
fa: شما با *حریم خصوصی ⁨{0}⁩* موافقت می‌کنید و به @⁨{1}⁩ آن‌ها اجازه می‌دهید تا برای شما پیام ارسال کند.
fi: Hyväksyt palvelun *{0} yksityisyyskäytännön* ja sallit botin @{1} lähettää sinulle viestejä.
fr: Vous acceptez la *politique de confidentialité de {0}* et autorisez son @{1} à vous envoyer des messages.
id: Anda menyetujui *Kebijakan Privasi {0} * dan mengizinkan @{1} mereka untuk mengirim pesan untuk Anda.
it: Accetti l'*Informativa sulla privacy di {0}* e consenti a @{1} di inviarti messaggi.
ko: *{0} 개인 정보 정책*을 수락하시어 @{1} 봇이 회원님에게 메시지를 보낼 수 있도록 합니다.
ms: Anda terima *Polisi Privasi {0} * dan membenarkan @{1} untuk kirim mesej kepada anda.
nl: Je gaat akkoord met het *{0} Privacybeleid* en staat toe dat @{1} je berichten stuurt.
pl: Akceptujesz *{0} Politykę prywatności i zezwalasz botowi @{1} na wysyłanie ci wiadomości.
pt_br: Você aceita a *Política de Privacidade de {0}* e permite que @{1} te envie mensagens.
ru: Вы принимаете *Политику конфиденциальности {0}* и разрешаете их боту @{1} писать Вам сообщения.
sv: Du accepterar *{0}s integritetspolicy* och tillåter @{1} att skicka meddelanden.
tr: *{0} Gizlilik Politikasını* kabul ediyor ve @{1} size mesaj göndermesine izin veriyorsunuz.
uk: Ви приймаєте *Політику конфіденційності {0}* та дозволяєте боту @{1} надсилати вам повідомлення.
uz: Siz *{0} Maxfiylik siyosati*ni qabul qilmoqdasiz va ularning @{1} botiga sizga xabarlar yuborish uchun ruxsat bermoqdasiz.
zh_cn: 您同意 *{0} 隐私政策*并允许 @{1} 给您发送消息。
zh_tw: 您同意 *{0} 隱私政策*並允許 @{1} 給您發送訊息。
